[
    {
        "year": "10 000 př. n. l.",
        "event": "Doba kamenná",
        "detail": "Nejstarší známé místo lidského osídlení v Ománu je Watajah, situovaný na území Maskatského guvernorátu. Datuje se do doby kamenné před přibližně 10 000 lety a řadí se mezi nejstarší lidská osídlení na světě. Archeologové zde nalezli pozůstatky z různých období. Ty nejranější spadaly do doby kamenné, další do doby bronzové.  Tyto nálezy sestávaly z různých kamenných nástrojů, zvířecích kostí, skořápek a tehdejšího ohniště. Datují se do roku 7 615 před naším letopočtem.  Dalšími nálezy byly pazourkové nástroje, zaostřené předměty, škrabky a ručně dělaná keramika typická pro dobu bronzovou."
    },
    {
        "year": "6 století př. n. l. - 7. století n. l.",
        "event": "Předislámský Omán",
        "detail": "Od 6. století před naším letopočtem do 7. století našeho letopočtu byl Omán kontrolován či ovlivňován třemi perskými dynastiemi – Achaimenovci, Parthy a Sásánovci. Nejprve jej kontrolovali Achaimenovci, okolo roku 250 před naším letopočtem převzali moc v Perském zálivu Parthové a rozšířili svůj vliv až k Ománu. Z důvodu ochrany obchodních cest a tras v zálivu vystavěli Parthové v Ománu pevnosti a osadili je vlastními vojáky. Ve 3. století našeho letopočtu nahradili Parthy Sásánovci, kteří udrželi oblast pod kontrolou až do doby vzestupu islámu o pár staletí později."
    },
    {
        "year": "630",
        "event": "Příchod islámu",
        "detail": "Islám se rozšířil na ománské území ještě za života proroka Mohameda. Ománci byli mezi prvními, kteří přijali novou víru dobrovolně.  Konverze Ománců je obvykle připisována Amru íbn al-Asovi.  Ten byl okolo roku 630 poslán Mohamedem jakožto vyslanec za tehdejšími spoluvládci Ománu, Džajfarem a Ábdem.  Amr vyzval dvojici k přijmutí islámu, a tak se nakonec stalo. Omán se stal ibádíjovským státem, kterému vládl zvolený vládce zvaný imám."
    },
    {
        "year": "Počátek 16. století",
        "event": "Invaze Portugalska a dynastie Jarúba",
        "detail": "Na počátku 16. století se Portugalsko snažilo rozšířit svůj vliv na úkor Ománu v Arabském moři a Indickém oceánu. Portugalské vojsko vpadlo do Ománu a ovládlo část pobřežního území.  V letech 1508 až 1648, tedy 140 let, kontrolovala Portugalská říše tuto oblast i ománské město Maskat.  Portugalci sem přicestovali pár let po svém mořeplavci Vasco da Gamovi, který zde učinil mnoho objevů včetně námořní trasy do Indie. Protože Portugalci potřebovali základny k ochraně svých tras, vybudovali v Ománu svá opevněná města. Pozůstatky těchto měst, postavených v koloniálních architektonickém stylu, zůstaly do současnosti."
    },
    {
        "year": "Konec 17. století",
        "event": "Východoafrická říše, dynastie Saídů a vliv Britského impéria",
        "detail": "Koncem 17. století vytlačovala ománská vojska imáma Saífa bin Sultána Portugalce z pobřeží východní Afriky.  Největší překážkou se stala pevnost Fort Jesus, sídlo portugalské posádky v Mombase. V roce 1698 ji Saíf po dvouletém obléhání dobyl.  Stejným rokem vzniká Zanzibarský sultanát.  Následně Ománci snadno vyhánějí Portugalce ze Zanzibaru a jiných regionů severně od Mosambiku.Zanzibar byl cennou kořistí, především kvůli svému trhu s otroky a postupně se stával čím dál tím důležitější částí Ománské říše."
    },
    {
        "year": "Počátek 20. století",
        "event": "Maskat a Omán",
        "detail": "Omán navázal styky s dobovými velmocemi jako byla Velká Británie, Francie, Nizozemsko nebo Spojené státy americké.  Počátkem 20. století však vstoupil Omán do období úpadku a izolace. Pátrání po ropě na území dnešního Ománu začala ve 30. letech společnost D’Arcy Exploration Company, která byla dceřinou společností Anglo-Persian Oil Company.  První geologické průzkumy skončily neúspěchem. Následující události včetně druhé světové války přerušily průzkumy do roku 1962, kdy byl proveden již úspěšný vrt.  První ropný vrt se uskutečnil v Jíbalu, následovaly vrty v Natíhu a Fahúdu. Produkce ropy v obchodním měřítku začala až v roce 1967."
    },
    {
        "year": "1962 - 1976",
        "event": "Dafárské povstání",
        "detail": "Dafárské povstání bylo povstání na jihu Ománu, a to v oblasti Dafár v letech 1962 až 1976. Dafárské obyvatelstvo trpělo kvůli nedobré hospodářské situaci vzhledem k severním regionům a bylo tedy náchylné k vlnám arabského nacionalismu v 50. a 60. letech 20. století, které si kladly za cíl svržení vládců v Perském zálivu. Povstání v Dafáru se zaměřilo na svrhnutí sultána Saída bin Tajmúra a svou dobu souznělo s akcemi marxistů v sousedním Jižním Jemenu. V roce 1963 stála v čele vzbouřenců Dafárská fronta za osvobození tvořená zejména arabskými nacionalisty s konzervativním pohledem na islám. Dafárská fronta na svoji stranu získala vůdce – šejky – místních kmenů. V roce 1968 se do čela prosadili marxisté a, podporovaní Sovětským svazem a Čínou, navázali užší spolupráci s Jižním Jemenem. Centrem pro jejich operace byl hornatý jih Dafáru. Někteří lidé konzervativnějšího smýšlení se od marxistů odvrátili a začali s podporou nového sultána, když se roku 1970 na trůn dostal Tajmúrův syn Kábús bin Saíd, jenž svého otce svrhl."
    },
    {
        "year": "1996",
        "event": "Vláda sultána Kábúse",
        "detail": "Kábús se prohlásil nejen sultánem, ale zároveň se ustanovil předsedou vlády a ministrem financí, obrany a zahraničí.  Spolu se začátkem jeho panování se mění název státu z Maskat a Omán na Sultanát Omán.  V roce 1996 formálně uznává Sultanát Omán dědičnou absolutistickou monarchií. Kábús modernizuje zemi využitím zásob ropy a zemního plynu."
    }
    

]